"Economically Useful Plants and Entrepreneurial Botany" : {
	"introduction":{The land and water of the earth sustain a vast assemblage of plants upon which all other living forms are directly or indirectly dependent. Pre-historic humans lived on berries, tubers, herbage, and the wild game which they collected and hunted that occupied whole of their time. Domestication of plants and animals has led to the production of surplus food which formed the basis for civilizations. Early civilization in different 
parts of the world has domesticated different on their utility, the economically useful plants are classified into food plants, fodder plants, fibre plants, timber plants, medicinal plants, and plants used in paper industries, dyes and cosmetics. Selected examples of economically important plants for each category are 
discussed in this chapter},
	"cereals":{The word cereal is derived from Ceres, which according to the Roman mythology denotes “Goddess of agriculture”. All cereals are members of grass family (Poaceae) that are grown for their edible starchy seeds. The prominence of cereals as food plants is due to the following attributes:
	Greater adaptability and successful colonisation on every type of habitat.
	The relative ease of cultivation
	Tillering property that produce more branches which results in higher yield per unit area.
	Compact and dry grains that they can be easily handled, transported and stored without undergoing spoilage.
	High caloric value that provides energy.},
	"Rice / Paddy":{Paddy Botanical name : Oryza sativa paddy is a semi-aquatic crop and is grown in standing water. It is an important food crop of the world, occupying the second position in terms of area under cultivation and production, next to wheat. Rice is the chief source of carbohydrate.South East Asia is considered as the center of origin of rice. Earliest evidences of rice cultivation have been found in China, India and Thailand. It is mainly cultivated in Delta and irrigated regions of Tamil Nadu.Uses :Rice is the easily digestible calorie rich cereal food which is used as a staple food in Southern and North East India. Various rice products such as Flaked rice (Aval), Puffed rice / parched rice (Pori) are used as breakfast cereal or as snack food in different parts of India.Rice bran oil obtained from the rice bran is used in culinary and industrial purposes.Husks are used as fuel, and in the manufacture of packing material and fertilizer},
	"Wheat":{Wheat Botanical name : Triticum aestivum Earliest evidence for wheat cultivation comes from Fertile Crescent region. The common cultivated wheat, Triticum aestivumis cultivated for about 7,500 years. Wheat is mostly cultivated in the North Indian states such as Uttar Pradesh, Punjab, Haryana, Rajasthan, Madhya Pradesh and Bihar.uses : Wheat is the staple food in Northern India. Wheat flour is suitable to make bread and other bakery products. Processed wheat flour, that has little fibre, is called Maida which is used extensively in making parota, naan and bakery products. Malted wheat is a major raw material for producing alcoholic beverages and nutritive drinks.},
	"Millets":{The term millet is applied to a variety of very small seeds originally cultivated by ancient people in Africa and Asia. They are gluten free and have less glycemic index.},
	"Ragi":{Ragi Botanical name : Eleusine coracana. Finger millet is the crop of early introduction from East Africa into India. Ragi is rich in calcium .Uses : It is used as a staple food in many southern hilly regions of India. Ragi grains are made into porridge and gruel. Ragi malt is the popular nutrient drink. It is used as a source of fermented beverages.},
	"Sorghum":{Sorghum Botanical name : Sorghum vulgare sorghum is native to Africa. It is one of the major millets in the world and is rich in calcium and iron.Uses : It is fed to poultry, birds, pigs and cattle and a source of fermented alcoholic beverage.},
	"Little Millet":{Little Millet Botanical name- Panicum sumatrense This is one of the oldest millets and is native to India. The species name is based on a specimen collected from Sumatra. It is rich in iron and fibre than rice that makes it best for diabetes. Uses : It is cooked like rice and also milled and baked. It cures anaemic condition, constipation and other gastrological problems.},
	"Foxtail Millet":{Foxtail Millet Botanical name : Setaria italica This is one of the oldest millet used traditionally in India. Which is domesticated first in China about 6000 years. Rich in protein, carbohydrate, vitamin B and C, Potassium and Calcium.Uses : It supports in strengthening of heart and improves eye sight. Thinai porridge is given to lactating mother.},
	"Kodo Mille":{Kodo Millet Botanical name : Paspalum scrobiculatum Kodo millet is originated from West Africa, which is rich in fibre, protein and minerals.Uses:Kodo millet is ground into flour and used to make pudding. Good diuretic and cures constipation. Helps to reduce obesity, blood sugar and blood pressure.The word Pulse is derived from the Latin words ‘puls’ or ‘pultis’ meaning “thick soup”. Pulses are the edible seeds that are harvested from the fruits of Fabaceae. They provide vital source of plant-based protein, vitamins and minerals for people around the globe.},
	"Black gram":{Black gram Botanical name : Vigna mungo Origin and Area of cultivation : Black gram is native to India. Earliest archeobotanical evidences record the presence of black gram about 3,500 years ago. It is cultivated as a rain fed crop in drier parts of India. India contributes to 80% of the global production of black gram. Important states growing black gram in India are Uttar Pradesh, Chattisgarh and Karnataka.Uses:Black gram is eaten whole or split, boiled or roasted or ground into flour. Black gram batter is a major ingredients for the preparation of popular Southern Indian breakfast dishes. Split pulse is used in seasoning Indian curries.},
	"Red gram":{Red gram / Pigeon pea Botanical name : Cajanus cajan Origin and Area of cultivation:It is the only pulse native to Southern India. It is mainly grown in the states of Maharashtra, Andhra Pradesh, Madhya Pradesh, Karnataka and Gujarat.Uses : Red gram is a major ingredient of sambar, a characteristic dish of Southern India. Roasted seeds are consumed either salted or unsalted as a popular snack. Young pods are cooked and consumed.},
	"Green gram":{Green gram Botanical name : Vigna radiata Origin and Area of cultivation: Green gram is a native of India and the earliest archaeological evidences are found in the state of Maharashtra. It is cultivated in the states of Madhya Pradesh, Karnataka and Tamil Nadu.Uses:It can be used as roasted cooked and sprouted pulse. Green gram is one of the ingredients of pongal, a popular breakfast dish in Tamil Nadu. Fried dehulled and broken or whole green gram is used as popular snack. The flour is traditionally used as a cosmetic, especially for the skin.},
	"Vegetables":{Vegetables are the important part of healthy eating and provide many nutrients, including potassium, fiber, folic acid and vitamins A, E and C. The nutrients in vegetables are vital for maintenance of our health.},
	"Lady's finger":{Lady’s finger / Okra Botanical name : Abelmoschus esculentus Family: Malvaceae Origin and Area of cultivation:Lady’s finger is a native of the Tropical Africa. Assam, Maharashtra and Gujarat are the important states where Lady’s fi nger is grown in abundance. Coimbatore, Dharmapuri and Vellore are the major cultivating regions of Tamil Nadu.Uses:The fresh and green tender fruits are used as a vegetable. Oft en they are sliced and dehydrated to conserve them for later use. It has most important nutrients.},
	"Fruits":{Edible fruits are fleshy structures with a pleasant aroma and flavours. Fruits are sources of many nutrients including potassium, dietary fiber, folic acid and vitamins.Depending on the climatic region in which fruit crops grow, they can be classified into temperate(apple, pear, plum) and tropical fruits (mango, jack, banana). In this chapter we will study an example of tropical fruit.},
	"Mango":{Mango (National fruit of India) Botanical name : Mangifera indica Family: Anacardiaceae Origin and Area of cultivation:The mango is the native to Southern Asia, especially Burma and Eastern India. It is the National fruit of India. Major mango producing States are Andhra Pradesh, Bihar, Gujarat and Karnataka. Salem, Krishnagiri, Dharmapuri are the major mango producing districts of Tamil Nadu. Some of the major cultivars of mango in India are Alphonsa, Banganapalli, neelam and malgova.Uses:Mango is the major table fruit of India, which is rich in beta carotenes. It is utilized in many ways, as dessert, canned, dried and preserves in Indian cuisine. Sour, unripemangoes are used in chutneys, pickles, side dishes, or may be eaten raw with salt and chili. Mango pulp is made into jelly. Aerated and non-aerated fruit juice is a popular soft drink.},
	"Banana":{Banana Botanical name : Musa x paradisiaca Family: Musaceae Origin and Area of cultivation:Bananas were domesticated in South East Asia.Tamil Nadu is the world’s No. 1 banana producer. Theni, Trichy, Erode, Thoothukudi, Coimbatore,  Kanyakumari, Thanjavur and Dindigul are the prominent regions in Tamil Nadu where the crop is being cultivated. Major cultivars of banana are Chevazhai, Nentheran, Karpooravalli, Poovan and Peyan.Uses:The banana fruit is loaded with potassium and essential vitamins, which can be eaten raw or cooked (deep fried, dehydrated, baked or steamed). The fruit can be processed into flour and can be fermented for the production of beverages such as banana juice, beer, vinegar and vine},
	"Jack fruit":{Jack fruit (State fruit of Tamil Nadu) Botanical name : Artocarpus heterophyllus Family: Moraceae Origin and Area of cultivation:The jackfruit has originated in the Western Ghats of India and it is the state fruit of Tamil Nadu. The major Jack fruit cultivating areas of Tamil Nadu are Cuddalore, K a n y a k u m a r i , Dindigul, Pudukottai, Namakkal, Tirunelveli and Nilgiris. Panruti and Coimbatore districts are the major marketing centres.Uses:The fruit can be eaten raw or cooked. Unripe flake slices are deep-fried to make crispy chips. The seeds are either boiled or roasted and eaten. Unripe fruits are used as vegetables.},
	"Nuts":{Nuts are simple dry fruits composed of a hard shell and an edible kernel. They are packed with a good source of healthy fats, fibre, protein, vitamins, minerals and antioxidants.},
	"Cashew nut":{Cashew nut Botanical name : Anacardium occidentale Family: Anacardiaceae Origin and Area of cultivation:Cashew has originated in Brazil and made its way to India in the 16th century through Portuguese sailors. Cashew is grown in Kerala, Karnataka, Goa, Maharashtra, Tamil Nadu, and Orissa.Uses: Cashews are commonly used for garnishing sweets or curries, or ground into a paste that forms a base of sauces for curries or some sweets. Roasted and raw kernels are used as snacks.},
	"Almond":{Almond Botanical name : Prunus dulcis Family: Rosaceae Origin and Area of cultivation: Almond is a tree native to Mediterranean regions of the Middle East. Almond is cultivated in Kashmir, Himachal Pradesh and Uttar Pradesh.Uses:Almonds are often eaten raw or roasted and are available as whole, sliced (flaked), and as flour. Almond oil is made into almond butter or almond milk, which are used in sweet and savoury dishes. Almond helps in promoting HDL (High Density Lipids)},
	"Sugarcane":{Sugarcane Botanical name : Saccharum officinarum Family : Poaceae Origin and Area of cultivation : The cultivated Saccharum officinarum has evolved by repeated back crossing of S.officinarum of New Guinea with wild S.spontaneum of India to improve the quality. All districts except Kanyakumari and Nilgiris of Tamil Nadu cultivate Sugarcane.Uses:Sugar cane is the raw material for extracting white sugar. Sugarcane supports large number of industries like sugar mills producing refined sugars, distilleries producing liquor grade ethanol and millions of jaggery manufacturing units. Fresh sugarcane juice is a refreshing drink. Molasses is the raw material for the production of ethyl alcohol.},
	"Palmyra":{Palmyra (State tree of Tamil Nadu) Botanical name : Borassus flabellifer Family: Arecaceae Origin and Area of cultivation : Palmyra is native to tropical regions of Africa, Asia and New Guinea. Palmyra grows all over Tamil Nadu, especially in coastal districts.Uses:Exudate from inflorescence axis is collected for preparing palm sugar. Inflorescence is tapped for its sap which is used as health drink. Sap is processed to get palm jaggery or fermented to give toddy.},
	"Oil seeds":{There are two kinds of oils namely, essential oils and vegetable oils or fatty oils. The essential oils or volatile oils which possess aroma evaporate or volatilize in contact with air. Any organ of a plant may be the source of essential oil. For example, flowers of Jasmine, fruits of orange and roots of ginger. The vegetable oils or non-volatile oils or fixed oilsthat do not evaporate. Whole seeds or endosperm form the sources of vegetable oils.},
	"Groundnut":{Groundnut / Peanut Botanical name : Arachis hypogaea Family : Fabaceae Origin and Area of Cultivation:Groundnut is native of Brazil. Portuguese introduced groundnut into Africa. The Spanish took it to the South East Asia and India via Philippines. In India Gujarat, Andhra Pradesh and Rajasthan are top producers.Uses:Nuts contain about 45% oil. The kernels are also rich sources of phosphorous and vitamins, particularly thiamine, riboflavin and niacin. It is premium cooking oil because it does not smoke. Lower grade oil is used in manufacture of soaps and lubricants.},
	"Sesame / Gingelly":{Sesame / Gingelly Botanical name : Sesamum indicum Family : Pedaliaceae Origin and Area of cultivation: Sesamumindicum has originated from Africa. Sesame is cultivated as a dry land crop. West Bengal and Madhya Pradesh are the top producers in India during 2017-18. It is considered as a healthy oil in Southern Indian culture.Uses: Sesame oil is used for mostly culinary purposes in India. Lower grades are used in manufacture of soaps, in paint industries, as a lubricant and as an illuminant. In India, the oil is the basis of most of the scented oils used in perfumes. Sesame seed snacks are popular throughout India.},
	"Coffee":{Coffee Botanical name : Coffea arabica Family : Rubiaceae Origin and Area of cultivation: Cof﻿fea arabica is the prime source of commercial coffee which is native to the tropical Ethiopia An Indian Muslim saint, Baba Budan introduced coffee from Yemen to Mysore.Karnataka is the largest coffee producing state in India followed by Tamil Nadu and Kerala. Tamil Nadu is the largest consumer of coffee in India.Uses: Drinking coffee in moderation provides the following health benefits:Caffeine enhances release of acetylcholine in brain, which in turn enhances efficiency. It can lower the incidence of fatty liver diseases, cirrhosis and cancer. It may reduce the risk of type 2 diabetes.},
	"Spices":{Spices were used extensively throughout the world for several thousands of years.Records of use of garlic and onion dates back 2500 years.Majority of the spices are native to Mediterranean region, India and South East Asian countries. Spices, especially pepper triggered the search for sea route to India and paved way for the exploratory voyages by Spanish and Portuguese.Spices are accessory foods mainly used for flavouring during food preparation to improve their palatability. Spices are aromatic plant products and are characterized by sweet or bitter taste. Spices are added in minimal quantities during the cooking process. For example black pepper.Condiments, on the other hand, are flavouring substances having a sharp taste and are usually added to food after cooking. For example, curry leaves.The following spices and condiment are discussed in detail.},
	"Cardamom":{Cardamom Botanical name : Elettaria cardamomum Family : Zingiberaceae Origin and Area of cultivation: It is indigenous to Southern India and Sri Lanka.Cardamom is called as “Queen of Spices”. In India it is one of the main cash crops cultivated in the Western Ghats, and North Eastern India Uses:The seeds have a pleasing aroma and a characteristic warm, slightly pungent taste. It is used for flavouring confectionaries, bakery products and beverages. The seeds are used in the preparation of curry powder, pickles and cakes. Medicinally, it is employed as a stimulant and carminative. It is also chewed as a mouth freshener.},
	"Black Pepper":{Black Pepper Botanical name : Piper nigrum Family : Piperaceae Origin and Area of cultivation: It is indigenous to Western Ghats of India. Pepper is one of the most important Indian spices referred to as the “King of Spices” and also termed as “Black Gold of India”. Kerala, Karnataka and Tamil Nadu are the top producers in India.The characteristic pungency of the pepper is due to the presence of alkaloid Piperine. There are two types of pepper available in the market namely black and white pepper.Uses:It is used for flavouring in the preparation of sauces, soups, curry powder and pickles. It is used in medicine as an aromatic stimulant for enhancing salivary and gastric secretions and also as a stomachic. Pepper also enhances the bio-absorption of medicines.},
	"Turmeric":{Turmeric Botanical name : Curcuma longa Family : Zingiberaceae Origin and Area of cultivation:It is indigenous to Southern Asia India is the largest producer, consumer and exporter of turmeric. Erode in Tamil Nadu is the World’s largest wholesale turmeric market.Uses:Turmeric is one of the most important and ancient Indian spices and used traditionally over thousands of years for culinary, cosmetic, dyeing and for medicinal purposes. It is an important constituent of curry powders. Turmeric is used as a colouring agent in pharmacy, confectionery and food industry. Rice coloured with turmeric (yellow) is considered sacred and auspicious which is used in ceremonies. It is also used for dyeing leather, fibre, paper and toys.Curcumin extracted from turmeric is responsible for the yellow colour. Curcumin is a very good anti-oxidant which may help fight various kinds of cancer. It has anti-inflammatory,anti-diabetic, anti-bacterial, anti-fungal and antiviral activities. It stops platelets from clotting in arteries, which leads to heart attack.},
	"Chillies ":{Chillies / Red Pepper Botanical name : Capsicum annuum,C. frutescens. Family : Solanaceae Origin and Area of cultivation : Capsicum is native to South America and is popularly known as chillies or red pepper in English. India is leading producer and exporter.C. annuum and C. frutescens are important cultivated species of chillies.Uses: The fruits of C.annuum are less pungent than the fruits of C.frutescens. C.annum includes large, sweet bell peppers. Long fruit cultivars of this species are commercially known as ‘Cayenne pepper’ which are crushed, powdered and used as condiment. Chillies are used in manufacture of sauces, curry powders and preparation of pickles. Capsaicin is an active component of chillies. It has pain relieving properties and used in pain relieving balms. Chillies are a good source of Vitamin C, A and E.},
	"Tamarind":{Tamarind Botanical name: Tamarindus indica Family : Fabaceae-Caesalpinioideae Origin and Area of cultivation:Tamarind is native of tropical African region and was introduced into India several thousand years before. It is cultivated in India, Myanmar, south asian countries and several African and Central American countries. Tamarind has long been used in Africa and in Southern Asia. The name tamarindus is of Arabian origin, which means “dates of India”. (tamar – dates; Indus – India).Uses:It is used in flavouring sauces in the United States and Mexico. In India, the fruit pulp is major ingredients for many culinary preparations. Sweet tamarinds are sold as table fruits in India imported from Thailand and Malaysia.},
	"Cotton":{Cotton Botanical name : Gossypium spp. Family : Malvaceae Cotton is the world’s most important non-food commercial crop. Origin and Area of cultivation: It is one of the oldest cultivated crops of the world. It has been cultivated for about 8000 years both in new world and in old world. Commercial cotton comes from four cotton species: two from the new world and two from the old world. (1) G. hirsutum (2) G.barbadense are the New world species and (3) G. arboretum (4) G. herbaceumare the old world species. In India cotton is cultivated in Gujarat,Maharashtra,Andhra Pradesh and Tamil Nadu.Uses:It is mainly used in the manufacturing of various textile, hosiery products, toys and is also used in hospitals.},
	"Jute":{Jute Botanical name : Corchorus spp. Family : Malvaceae Origin and Area of cultivation: Jute is derived from the two cultivated species (1) Corchorus capsularis and (2) C.olitorius is of African origin whereas C. capsularis, is believed to be Indo-Burmese origin. It is an important cultivated commercial crop in Gangetic plains of India and Bangladesh.Uses:It is one of the largest exported fibre material of India. The jute industry occupies an important place in the national economy of India. Jute is used for ‘safe’ packaging in view of being natural, renewable, bio-degradable and eco-friendly product. It is used in bagging and wrapping textile. About 75% of the jute produced is used for manufacturing sacks and bags.It is also used in manufacture of blankets, rags, curtains etc. It is also being used as a textile fibre in recent years.},
	"Teak ":{Teak Botanical name : Tectona grandis Family: Lamiaceae Origin and Area of cultivation: This is native to South east Asia. It is observed wild in Assam. Butcultivated in Bengal, Assam, Kerala,Tamil Nadu and North-West India.Uses:It is one of best timbers of the world.The heartwood is golden yellow to golden brown when freshly sawn, turning darker when exposed to light. Known for its durability as it is immune to the attack of termites and fungi. The wood does not split or crack and is a carpenter friendly wood. It was the chief railway carriage and wagon wood in India. Ship building and bridge-building depends on teakwood.It is also used in making boats, toys, plywood, door frames and doors.},
	"Rubber":{Rubber Botanical name : Hevea brasiliensis Family : Euphorbiaceae Origin and Area of cultivation: It is a native of Brazil and was introduced outside its native range during the colonial period and has become an important cash crop. Asia contributed 90% of the world production.Kerala is the largest producer in India followed by Tamil Nadu.Uses: Tyre and other automobile parts manufacturing industries consume 70% of the rubber production. Rubber is used in manufacturing footwear, wire and cable insulations, raincoats,household and hospital goods, shock absorbers, belts, sports goods, erasers, adhesives, and rubber-bands Hard rubber is used in the electrical and radio engineering industries Concentrated latex is used for making gloves, balloons and condoms. Foamed latex is used in the manufacture of cushions, pillows and life-belts},
	"paper":{The term paper is derived from the word ‘papyrus’ a plant (Cyperus papyrus) that was used by Egyptians to make paper-like materials. Paper production is a Chinese invention. The Chinese discovered the paper that was prepared from the inner bark of paper mulberry in 105 A.D. For a long time, the art of paper making remained a monopoly of the Chinese until Arabs learned the technique and improved it around 750 A.D. Invention of printing increased the demand for paper.Manufacture of Wood pulp: Wood is converted into pulp by mechanical, and chemical processes. Wood of Melia azadirachta, Neolamarkia chinensis, Casuarinaspp, Eucalyptus spp are used for making paper pulp.},
	"Dye":{The ability to perceive colour is a wonderful aspect of human eyes and dyes add colour to the goods we use. They have been in use since the ancient times.The earliest authentic records of dyeing were found in the tomb painting of ancient Egypt. Colourings on mummy cements (wrapping) included saffron and indigo. They can also be seen in rock paintings in India.},
	"Henna":{Henna Botanical name : Lawsonia inermis Family : Lythraceae Origin and Area of cultivation: It is indigenous to North Africa and South-west Asia. It is grown mostly throughout India, especially in Gujarat, Madya Pradesh and Rajasthan. Uses:An orange dye ‘Henna’ is obtained from the and young shoots of Lawsonia inermis. The principal colouring matter of leaves ‘lacosone” is harmless and causes no irritation to the skin. This dye has long been used to dye skin, hair and finger nails. It is used for colouring leather, for the tails of horses and in hair-dyes.},
	"Aloe":{Aloe Botanical name : Aloe vera Family: Asphodelaceae (formerly Liliaceae) Origin and Area of cultivation: It is a native of Sudan. It is cultivated on a large scale in Rajasthan, Gujarat, Maharashtra, Andhra Pradesh and Tamil Nadu.Uses: ‘Aloin’ (a mixture of glucosides) and its gel are used as skin tonic. It has a cooling effect and moisturizing characteristics and hence used in preparation of creams, lotions,shampoos, shaving creams, after shave lotions and allied products. It is used in gerontological applications for rejuvenation of aging skin. Products prepared from aloe leaves have multiple properties suchas emollient, antibacterial, antioxidant, antifungal and antiseptic. Aloe vera gel is used in skin care cosmetics.},
	"perfume":{The word perfume is derived from the Latin word Per (through) and fumus (to smoke), meaning through smoke. It refers to the age-old tradition of burning scented woods at religious ceremonies.In early days, when people were less conscious of personal hygiene, essential oils not only masked offensive odours, but also may have acted as antiseptics. Perfumes are added to baths and used for anointing the body.Perfumes are manufactured from essential oil which are volatile and aromatic. Essential oils are found at different parts of the plant such as leaves, (curry leaf, mint), flowers (rose, jasmine), fruits (citrus, straw berry) and wood (sandal, eucalyptus).},
	"Jasmine":{Jasmine Botanical name : Jasminum grandiflorum Family: Oleaceae Jasmine, as a floral perfume, ranks next to the rose oil. Major species cultivated on the commercial scale is Jasminum grandiflorum, a native of the north-western Himalayas. In Tamil Nadu, the major jasmine cultivation centres are Madurai and Thovalai of Kanyakumari District. The essential oil is present in the epidermal cells of the inner and outer surfaces of both the sepals and petals.One ton of Jasmine blossom yields about 2.5 to 3 kg of essential oil, comprising 0.25 to 3% of the weight of the fresh flower.Uses: Jasmine flowers have been used since ancient times in India for worship, ceremonial purposes, incense and fumigants, as well as for making perfumed hair oils,cosmetics and soaps. Jasmine oil is an essential oil that is valued for its soothing, relaxing, antidepressant qualities.Jasmine blends well with other perfumes. It is much used in modern perfumery and cosmetics and has become popular in air freshners, anti-perspirants, talcum powders, shampoos and deodorants.},
	"Rose":{Rose Botanical name : Rosa X damascena Family: Rosaceae Origin and Area of cultivation: R.X damascena, has its origin from the Middle East. Major scented rose cultivating states include Rajasthan, Delhi, Haryana, Maharashtra, West Bengal, Karnataka, Andhra Pradesh and Tamil Nadu. Rose oil is one of the oldest and most expensive of perfume oils. The oil is concentrated in the epidermal cells on the inner surface of the petals.The average oil yield is a little less than 0.5 g. from 1000 g.of flowers. Uses: Rose oil is largely used in perfumes, scenting soaps, flavouring soft drinks, liqueurs and certain types of tobacco, particularly snuff of chewing tobacco. Rose water (panneer) containing much of phenylethyl alcohol and other compounds in dissolved confectioneries syrups and soft drinks. In India, the water is much used in eye lotions and eye-washes. In addition, it is sprinkled on guests as a ceremonial welcome.},
	"Sandalwood":{Sandalwood Botanical name : Santalum album Family: Santalaceae Origin and Area of cultivation:Sandal tree is native of South East Asia. Karnataka and Tamil Nadu are states that possess large natural populations of Santalum album in India. The heart-wood is scented due to the presence of santalol, from which oil is extracted. The oil yield from a wood chips, varies from 4-5% being the highest when distilled from roots (10% of the dry weight).Uses: Sandalwood oil is a valuable fixative for other fragrances due to the excellent blending properties. More than 90% of the oil is used in the manufacture of scented , talcum powder, face powder, creams, hair oils, hand lotions as well as in perfumery and pharmaceutical industries.},
	"medicinal heritage":{India has a rich medicinal heritage. A number of Traditional Systems of Medicine (TSM) are practiced in India some of which come from outside India. TSM in India can be broadly classified into institutionalizedor documented and non-institutionalizedor oral traditions. Institutionalized Indian systems include Siddha and Ayurveda which are practiced for about two thousand years. These systems have prescribed texts in which the symptoms, disease diagnosis, drugs to cure, preparation of drugs, dosage and diet regimes, daily and seasonal regimens. Non- institutional systems, whereas, do not have such records and or practiced by rural and tribal peoples across India. The knowledge is mostly held in oral form. The TSM focus on healthy lifestyle and healthy diet for maintaining good health and disease reversal.},
	"Siddha":{Siddha system of medicine Siddha is the most popular, widely practiced and culturally accepted system in Tamil Nadu. It is based on the texts written by 18 Siddhars. There are different opinions on the constitution of 18 Siddhars. The Siddhars are not only from Tamil Nadu, but have also come from other countries. The entire knowledge is documented in the form of poems in Tamil. Siddha is principally based on the Pancabūtaphilosophy. According to this system three humors namely Vātam, Pittam and Kapamthat are responsible for the health of human beings and any disturbance in the equilibrium of these humors result in ill health. The drug sources of Siddha include plants, animal parts, marine products and minerals. This system specializes in using minerals for preparing drugs with the long shelf-life. This system uses about 800 herbs as source of drugs.Great stress is laid on disease prevention, health promotion, rejuvenation and cure.},
	"Ayurveda":{Ayurveda system of medicine Ayurveda supposed to have originated from Brahma. The core knowledge is documented by Charaka, Sushruta and Vagbhata in compendiums written by them. This system is also based on three humor principles namely, Vatha, Pitha and Kapha which would exist in equilibrium for a healthy living. This system Uses more of herbs and few animal parts as drug sources. Plant sources include a good proportion of Himalayan plants. The Ayurvedic Pharmacopoeia of India lists about 500 plants used as source of drugs.},
	"Folk system of medicine":{Folk system of medicine .Folk systems survive as an oral tradition among innumerable rural and tribal communities of India. A consolidated study to document the plants used by ethnic communities was launched by the Ministry of Environment and Forests, Government of India in the form of All India Coordinated Research Project on Ethnobiology. As a result about 8000 plant species have been documented which are used for medicinal purposes. The efforts to document in several under-explored and unexplored pockets of Indiastill continue.Major tribal communities in Tamil Nadu who are known for their medicinal knowledge include Irulas, Malayalis, Kurumbas, Paliyans and Kaanis. Some of the important medicinal plants are discussed below.},
	"Medicinal plants":{India is a treasure house of medicinal plants. They are linked to local heritage as well as to global-trade. All institutional systems in India primarily use medicinal plants as drug sources. At present, 90% collection of medicinal plants is from the non-cultivated sources. Growing demand for herbal products has led to quantum jump in volume of plant materials traded within and across the countries. Increasing demand exerts a heavy strain on the existing resources. Now efforts are being made to introduce cultivation techniques of medicinal plants to the farmers.Medicinal plants play a significant role in providing primary health care services to rural and tribal people. They serve as therapeutic agents as well as important raw materials for the manufacture of traditional and modern medicines. Medicinally useful molecules obtained from plants that are marketed as drugs are called Biomedicines. Medicinal plants which are marketed as powders or in other modified forms are known as Botanical medicines. In this chapter you will be learning about a few medicinal plants that are commonly used in Tamil Nadu. All these plants are commonly available in and around dwelling places and can be easily cultivated in home gardens.},
	"Keezhanelli":{Keezhanelli Botanical name : Phyllanthus amarus Family : Euphorbiaceae (Now in Phyllanthaceae) Origin and Area of cultivation: The plant is a native of Tropical American region and is naturalised in India and other tropical countries. It is not cultivated and is collected from moist places in plains. Phyllanthus maderspatensis is also commonly sold in the medicinal plant markets collected from non-forest are as keezhanelli. Active principle: Phyllanthin is the major chemical component.Medicinal importance Phyllanthus is a well-known hepato-protective plant generally used in Tamil Nadu for the treatment of Jaundice. Research carried out by Dr. S P Thyagarajan and his team from University of Madras has scientifically proved that the extract of P.amarus is effective against hepatitis B virus.},
	"Adathodai":{Adathodai Botanical name : Justicia adhatoda Family: Acanthaceae Origin and Area of cultivation:It is native to India and Srilanka. This species is not known in wild in Tamil Nadu but widely cultivated as a live fence and around temples. Active principle: Vascin Uses: Adhatoda possess broncho dilatingproperty. The decoction is used in treating many bronchial disorders such as cough,cold and asthma. It is also used in treating fevers. The extract forms an ingredient of cough syrups.},
	"Nilavembu":{Nilavembu Botanical name : Andrographis paniculata Family : Acanthaceae Andrographis paniculata,  known as the King of Bitters is traditionally used in Indian systems of medicines. Active principle: Andrographolides.Medicinal importance:Andrographis is a potent hepatoprotectiveand is widely used to treat liver disorders. Concoction of Andrographis paniculata and eight other herbs (Nilavembu Kudineer) is effectively used to treat malaria and dengue.},
	"Turmeric":{Turmeric Botanical name : Curcuma longa Family: Zingiberaceae Origin and Area of Cultivation: You have already studied the details under the spices.Active principle: Curcumin. Medicinal importance:Curcumin (the yellow colouring principle is the major pharmacologically active compound of turmeric) is well known for its medicinal properties. It is used to treat Alzheimer’s disease due to its property to cross over blood brain barrier. It has a very powerful anti-oxidant, anti-cancerous, anti-inflammatory, anti-diabetic, anti-bacterial, anti-fungal and anti-viral properties. It is one of the traditional medicines used for wound healing.},
	"Opium poppy":{Opium poppy Botanical name : Papaver somniferum Family: Papaveraceae Origin and Area of cultivation: Opium poppy is native to South Eastern Europe and Western Asia. Madhya Pradesh, Rajasthan and Uttar Pradesh are the licenced states to cultivate opium poppy.Opium is derived from the exudates of fruits of poppy plants. It was traditionally used to induce sleep and for relieving pain. Opium yields Morphine, a strong analgesic which is used in surgery. However, opium is an addiction forming drug.},
	"Cannabis":{Cannabis / Marijuana Botanical name : Cannabis sativa Family: Cannabiaceae Origin and Area of Cultivation: Marijuana is native to China. States such as Gujarat, Himachal Pradesh, Uttarkand, Uttarpradesh and Madhaya Pradesh have legally permitted to cultivate industrial hemp/Marijuana The active principle in Marijuanais trans-tetrahydrocanabinal (THC). It possess a number of medicinal properties. It is an effective pain reliever and reduces hypertension. THC is used in treating Glaucoma a condition in which pressure develops in the eyes. THC is also used in reducing nausea of cancer patients undergoing radiation and chemotherapy. THC provides relief to bronchial disorders, especially asthma as it dilates bronchial vessels. Because of these medicinal properties,cultivation of cannabis is legalized in some countries. However, prolonged use causes addiction and has an effect on individual’s health and society. Hence most of the countries have banned its cultivation and use.},
	"Entrepreneurial Botany":{Entrepreneurial Botany is the study of how new businesses are created using plant resources as well as the actual process of starting a new business. An entrepreneur is someone who has an idea and who works to create a product or service that people will buy, by building an organization to support the sales.Entrepreneurship is now a popular topic for higher secondary students, with a focus on developing ideas to create new ventures among the young people.Vast opportunities are there for the students of Botany. In the present scenario students should acquire ability to merge skills and knowledge in a meaningful way.Converting botanical knowledge into a business idea that can be put into practice for earning a livelihood is the much-needed training for the students.},
	"mushroom":{Malnutrition caused by the lack of adequate protein and other nutrients in daily diet of people is becoming a major health hazard in developing countries. Under such circumstances, mushroom being a rich source of protein and other nutrients can be a part and parcel of every day’s food Mushrooms are the fruiting body of edible fungi and is the most priced commodity among vegetables, not only because of its nutritive value but also for its characteristic aroma and flavor. M u s h r o o m s are also called white vegetable. M u s h r o o m cultivation has great scope in India and in other developing c o u n t r i e s . M u s h r o o m c u l t i v a t i o n activities can play an important role in supporting the local economy. Selling mushroom in a local market form a source of additional income to the family.Steps involved in mushroom cultivation The straw used for composting shouldbe ripe and golden-yellow in colour. Mushroom should be cut into 2-4 inches and properly sterilized.The culture space should be clean and the ventilators and windows should be covered with fine wire mesh to prevent the entry of flies and birds.The culture space should be sprayed with 0.1% Nuvan and 5% Formalin, two days prior to spawning and transferring to bags to cropping rooms.The spawn used for mushroom should be free from contaminations. Bags should be filled with 8 kg of wet straw.During spawning running temperature and relative humidity should be maintained 200C to 300C, 75 to 85% respectively.Proper watering should be done when the growth coverings are removed. There should not be dry patches on blocks. Excess watering must be avoided.About 20 cm gap should be maintained in between two bags or blocks.Picking must be done as their caps become 10 – 12 cm by twisting.Two kinds of mushrooms are cultivated namely button and oyster.},
	"Single-cell proteins":{Single-cell proteins are the dried cells of microorganism, which are used as protein supplement in human foods or animal feeds. Microorganisms that can be used for the production of SCP have the capacity to synthesize proteins rapidly than higher living organisms. Microorganisms like algae, fungi, yeast and bacteria are used for this purpose.},
	"Spirulina":{Small scale biomass production of Spirulina. It requires an aquarium, air pump, nutrients and Spirulina mother culture:Take a 30 litre capacity aquarium and fill half of it with water,Check if any heavy metal concentration or fluorine or calcium carbonate in water,Fill the tank with water and add nutrients preferably zarrouk medium. (Add half of the required nutrients first and add another half later),To aerate the culture, fix the air pump (avoid centrifugal pump) after adding nutrients,Add the mother culture to the aquarium. For every 1 liter of water add 4 gm. mother culture,Place it in sunlight for 10-12 hrs. every day,After a week check the culture and add more water leave it for one more week, till the biomass becomes dark green,Use a very fine cloth and harvest the algae,Water can be reused in aquarium,Dry the algae for later use.Single cell protein has a high nutritive value due to higher protein, vitamin, essential amino acids and lipid content. Hence it can form a good protein supplement. However it cannot completely replace the conventional protein sources due to their high nucleic acid content and slower in digestibility. They may result in allergic reactions},
	"Seaweed":{Seaweed is rich in trace elements and potassium, which makes it ideal to add to compost in its raw state, to work in as a mulch, or to create a liquid fertilizer. This is easy to do. Seaweed fertilizer releases about 60 nutrients from which plants can benefit.Collect the seaweed that is not too stinky,Rinse the seaweed to remove the excess salt,Fill a bucket to three quarters way with water. Add as much seaweed as will fit and leave to soak,Stir the seaweed mix every two to four days,Allow to soak for several weeks to months. So that the fertilizer grows stronger and stronger over time. (Make sure to keep the brew somewhere so that its odour will notaffect the daily household.),It is ready for use once it no longer carries a smell of ammonium,When it is ready, use as a fertilizer for plants and garden beds (soil). (It should be diluted with water at a minimum of three parts to one).Liquid seaweed extract enhances healthy growth of plants, flowers and vegetables. Regular use will help plants to withstand environmental stress, pests and disease attack. It can be used as a foliar spray for fruit, flower, vegetable crops as well as for shrubs and trees. It stimulates healthy growth for all plants.},
	"Organic farming":{Organic farming is an alternative agricultural system in which plants/crops are cultivated in natural ways by using biological inputs to maintain soil fertility and ecological balance thereby minimizing pollution and wastage. Indians were organic farmers by default until the green revolution came into practice.Use of biofertilizers is one of the important components of integrated organic farm management, as they are cost effective and renewable source of plant nutrients to supplement the chemical fertilizers for sustainable agriculture. Several microorganisms and their association with crop plants are being exploited in the production of biofertilizers. Organic farming is thus considered as the movement directed towards the philosophy of Back to Nature.},
	"Organic Pesticide":{Organic Pesticide:Pest like aphids, spider and mites can cause serious damage to flowers, fruits, and vegetables. These creatures attack the garden in swarms, and drain the life of the crop and often invite diseasein the process. Many chemical pesticides prove unsafe for human and the environment. It turns fruits and vegetables unsafe for consumption.Thankfully, there are many homemade, organic options to turn to war against pests.},
	"Bio-pest repellent":{Bio-pest repellent:Botanical pest repellent and insecticide made with the dried leaves of Azadirachta indica Preparation of Bio-pest repellent:Pluck leaves from the neem tree and chop the leaves finely,The chopped up leaves were put in a 50-liter container and fill to half with water; put the lid on and leave it for 3 days to brew,Using another container, strain the mixture which has brewed for 3 days to remove the leaves, through fine mesh sieve. The filtratecan be sprayed on the plants to repel pests,To make sure that the pest repellent sticks to the plants, add 100 ml of cooking oil and the same amount of soap water. (The role of the soap water is to break down the oil, and the role of the oil is to make it stick to the leaves),The stewed leaves from the mixture can be used in the compost heap or around the base of the plants.},
	"terrarium":{A terrarium is a collection of small plants growing in a transparent, sealed container. Terrariums are easy to make, low maintenance gardens, and it can survie indefinitely with minimal water.},
	"How to make a terrarium":{How to make a terrarium: Prepare the Container:Collect whatever interesting glassware you have or source your container from a store and clean it thoroughly. Plan how to arrange the plants inside the glassware,Add Drainage Layers: To create a false drainage layer, fill the bottom with pebbles so that water can settle and does not flood. The depth of the pebbles depends on the size of the container,Add the Activated Charcoal:Cover the pebbles with charcoal to improve the quality of the terraria by reducing bacteria, fungi and odors,Add Soil: Add enough soil so that the plant roots will have enough space to fit and grow,Plant:Select the desired plant such as, Caralluma spp, Asperagus spp, Portulaca spp, Begonia spp, and Chlorophytum spp; trim the roots if they are too long. Dig a pit using a stick, and place the plants’ roots in it. Add more soil around the top and compact the soil down around the base of the plant. Place little plants in the container and try to keep them away from the edges of the container, so that the leaves do not touch the sides. After planting add accessories like a layer of moss (dried or living), little figurines (old toys, glass beads, stones) or a layer of miniature rocks. This is the little green world,Cleaning and Watering: Wipe if there is any dirt along the sides of the container. Give the terrarium a little bit of water and enjoy the beautiful miniature living world on your table or in your living room.Ready made terrariums can fetch a good price as indoor garden objects or as gift articles.},
	"Cultivation of Medicinal and Aromatic Plants":{Cultivation of Medicinal and Aromatic Plants:Globalization has brought opportunities and challenges in all business sectors. Government of India has identified medicinal and aromatic plants as one of the sectors that can make India a global leader in the 21st century owing to the treasure of about 8,000 medicinal and 2,500 aromatic plants that can provide large number of consumer products with national and international demand. Medicinal plants synthesize a number of secondary metabolites with pharmacological properties through secondary metabolism. The chemicals isolated from medicinal plants are used in traditional and biomedicine systems to treat diseases of both humans and animals. But most of the medicinal and aromatic plants are still wild collecting.Central Institute of Medicinal and Aromatic Plants (CIMAP) has developed a number of high yielding varieties and processing technologies to promote cultivation of medicinal and aromatic plants. Profitable cultivation of medicinal plants can be practiced by the entrepreneurs along with traditional agriculture horticulture crops. They can be profitably intercropped in plantations.Cultivation of medicinal/aromatic plants offers following advantages:Generate employment through development of ancillary industries,Foreign exchange earnings through exports,Crops are not damaged by domestic animals or by birds,Technologies are farmer and eco-friendly.},
	"Cultivation of Medicinal Plant":{Cultivation of Medicinal Plant - Gloriosasuperba: Economically useful part – Seed, Rhizome.Major constituents - Colchicine (0.5-0.7%) and Colchicoside Uses - Cures gout, anti-inflammatory, anticancer,Soil and Climate: Red loamy soils are well suited for cultivation. Glory lily is cultivated in Tamil Nadu mainly in the parts of Tirupur, Dindigul, Karur and Salem districts covering an area of 2000 hectare,Planting:Planting is distributed from June – July. Plough the field 2 -3 times and add 10 tons of Farmyard Manure during last ploughing.Trenches of 30 cm depth are formed and tubers are planted at 30 – 45 cm spacing. The vines are trained over support,Irrigation:Irrigation should be given immediately after planting. Subsequent irrigation is given at 5 days intervals of time,Harvest:Pods are harvested at 160 – 180 days.},
	"Cultivation of Aromatic plant":{Cultivation of Aromatic plant -Cymbopogon citratus(Lemongrass):Lemongrass is a tropical herb packed with strong citrus flavor. The lemon taste is prized in Asian cooking, as well as in tea, sauces, and soups,Economic part:Stem base and leaves,Major constituents:+Citronella, geraniol and citronellol.Uses: The aromatic oil has flavouring properties and is used in perfumery, cosmetics, confectionary, beverages, mosquito repellents and toilet cleaners.Soil and Climate:Lemongrass grow well in full sun, with plenty of water, in a rich, well-draining soil.Planting: This plant can thrive well all through the year. Fill planting holes with composted manure to improve fertility and enhance the soil’s ability to hold water. If you’re adding several lemongrass plants to planting beds, space plants 60 cm apart.Irrigation:Water requirements for this plant will vary dependent upon the type of soil they grow. Sandy, loose soils require more frequent watering than silty loam.Harvest:Start harvesting as soon as plants are 30 cm tall and stem bases are at least 1.5 cm thick. Cut stalks at ground level.},
},