{
      "Microbes in Human Welfare": {
            "Introduction": "Microbes such as bacteria, fungi, protozoa, certain algae, viruses, viroids and prions are some of the major components of the biological system on Earth. Several microorganisms arebeneficial and contribute to human welfare. Microbes are presenteverywhere – in soil, water, air and within bodies of animals and plants. Microbes like bacteria and fungi can be grown on nutritive media to form colonies which can be visibly seen. Some of the microbes useful to human welfare are discussed here",
            "Microbes in household products": {
                  "1": "In every day life, microbes and their products are used in the preparation of idli, dosa, cheese, curd, yogurt, dough, bread, vinegar, etc., Bacteria like Lactobacillus acidophilus, L. lactis and Streptococcus lactis commonly called lactic acid bacteria (LAB) are probiotics which check the growth of pathogenic microbes in the stomach and other parts of the digestive tract. The LAB bacteria grows in milk and convert it into curd, thereby digesting the milk protein casein. A small amount of curd added to fresh milk as a starter or inoculum contains millions of Lactobacilli, which under suitable temperature (≤40oC) multiply and convert milk into curd. Curd is more nutritious than milk as it contains a number of organic acids and vitamins",
                  "2": "Yogurt is produced by bacterial fermentation of milk, and lactic acid is produced as a byproduct. Microorganisms such as Streptococcus thermophilus and Lactobacillus bulgaricus coagulate the milk protein and convert the lactose in the milk to lactic acid. The flavour in yogurt is due to acetaldehyde. Cheese is a dairy product produced in a wide range of flavours, textures and is formed by coagulation of the milk protein, casein. During cheese production, milk is usually acidified and the enzyme rennet is added to cause coagulation. The solids are separated and pressed to form cheese. Most cheese are made with a starter acteria, Lactococcus, Lactobacillus or Streptococcus",
                  "3": "Paneer (cottage cheese) is fresh cheese common in South Asia, especially in India.It is made by curdling milk with lemon juice, vinegar and other edible acids. Large holes in Swiss cheese is due to the production farge amount of carbon-di-oxide by the bacterium Propionibacterium shermanii.The dough used in the preparation of idlis and dosas are fermented by the bacteria Leuconostoc mesenteroides whereas the dough used in bread making is fermented by Saccharomyces cerevisiae (Baker’s Yeast). Fermentation of glucose mainly forms ethyl alcohol and carbon di-oxide, which is responsible for leavening of dough. When leavened ough is baked, both carbon-di-oxide and ethyl alcohol evaporate making the bread porous and soft."
            },
            "Microbes in industrial products": {
                  "introduction": "Microbes are used to synthesize a number of products valuable to human beings. Products like beverages, antibiotics, organic acids, amino acids, vitamins, biofuels, single cell protein, enzymes, steroids, accines, pharmaceutical drugs, etc., are produced in industries. Production on a large scale requires growing microbes in very large vessels called fermentors. A fermentor (bioreactor) is a closed vessel with adequate arrangement for aeration, agitation, temperature, pH control and drain or overflow vent to remove the waste biomass of cultured microorganisms along-with their products.",
                  "Single cell protein (SCP)": "Single cell protein refers to edible unicellular microorganisms like Spirulina. Protein extracts from pure or mixed cultures of algae, yeasts, fungi or bacteria may be used as ingredient or as a substitute for protein rich foods and is suitable for human consumption or as animal feed.",

                  "Antibiotic production": {
                        "1": "Antibiotics are chemical substances produced by microorganisms which can kill or retard the growth of other disease causing microbes even in low concentration. Antibiotic means “against life”. Antibiotics are used to treat diseases such as plague, meningitis, diphtheria, syphilis, leprosy, tuberculosis etc., Selman Waksman discovered Streptomycin and was the first to use the term “antibiotic” in 1943.While working on Staphylococci bacteria, Alexander Fleming observed a green mould growing in one of his unwashed culture plates around which Staphylococci could not grow. He found that it was due to a chemical produced by the mould and he named it as penicillin, which was the first antibiotic discovered by Alexander Fleming in 1926 . Penicillin is produced by the fungi Penicillium notatum and Penicillium chrysogenum. It is bactericidal (antibiotics that kill bacteria) in action and inhibits the synthesis of the bacterial cell wall",
                        "2": "Penicillin is also referred as the “queen of drugs” and its full potential as an effective antibiotic was established much later by Earnest Chain and Howard Florey when they treated the wounded soldiers in World War II with penicillin. Fleming, Chain and Floreywere awarded the Nobel prize in 1945 for the discovery of penicillin Tetracycline is a broad spectrum bacteriostatic antibiotic (antibiotics that limit the growth of bacteria) that inhibits microbial protein synthesis. Chlortetracycline is the first antibiotic of this group, isolated from the cultures  of Streptomyces aureofaciens. Streptomycin is a broad spectrum antibiotic isolated from the actinomycetes, Streptomyces griseus. It is bactericidal against both gram positive and gram negative bacteria, especially against Mycobacterium tuberculosis. Antibiotics, such as erythromycin, chloromycetin, griseofulvin, neomycin, kenamycin, bacitracin, etc., are also isolated as microbial products"
                  },
                  "Antibiotic resistance": "Antibiotic resistance occurs when bacteria develop the ability to defeat the drug designed to kill or inhibit their growth. It is one of the most acute threat to public health. Antibiotic resistance is accelerated by the misuse and over use of antibiotics, as well as poor infection prevention control. Antibiotics should be used only when prescribed by a certified health professional. When the bacteria become resistant, antibiotics cannot fight against them and the bacteria multiply. Narrow spectrum antibiotics are preferred over broad spectrum antibiotics. They effectively and accurately target specific pathogenic organisms and are less likely to cause resistance. \"Superbug\" is a term used to describe strains of bacteria that are resistant to the majority of antibiotics commonly used today.",
                  "Fermented beverages": {
                        "1": "Microbes especially yeast is being used from time immemorial for the production of beverages like wine, beer, whisky, brandy and rum. Wine is among the oldest alcoholic beverages known and is produced by fermentation of fruit juice by yeast. Zymology is an applied science which deals with the biochemical process of fermentation and its practical uses.Saccharomyces cerevisiae commonly called brewer’s yeast is used for fermenting malted cereals and fruit juices to produce various alcoholic beverages. Wine and beer are produced without distillation, whereas whisky, brandy and rum are obtained by fermentation and distillation.",
                        "2": "Oenology is the science and study of wine and wine making. Wine is made from the fermentation of grape juice. Grape juice is fermented by various strains of Saccharomyces cerevisiae into alcohol. Grape wine is of two types, red wine and white wine. For red wine, black grapes are used including skins and sometimes the stems also are used. In contrast white wine is produced only from the juice of either white or red rapes without their skin and stems.Beer is produced from germinated barley malt grain by Saccharomyces carlsbergensisor Saccharomyces cerevisiae. Rum is made from fermented sugarcane or molasses or directly from sugarcane juice by Saccharomyces cerevisiae. Whisky is a type of distilled alcoholic beverage made from fermented grain mash by Saccharomyces cerevisiae.",
                        "3": "In some parts of South India, a traditional drink called pathaneer is obtained from fermenting sap of palms and coconut trees. A common source is tapping of unopened spadices of coconut. It is a refreshing drink, which on boiling produces jaggery or palm sugar. When pathaneer is left undisturbed for few hours it gets fermented to form toddy with the help of naturally occurring yeast, to form a beverage that contains 4 percent alcohol. After 24 hours toddy becomes unpalatable and is used for the production of vinegar.Saccharomyces cerevisiae is the major producer of ethanol (C2H5OH). It is used for industrial, laboratory and fuel purposes. So ethanol is referred to as industrial alcohol. Bacteria such as Zymomonas mobilis and Sarcina ventriculi are also involved in ethanol production. The principal substrates for the commercial production of industrial alcohol include molasses or corn, potatoes and wood wastes. The process of ethanol production starts by milling a feed stock followed by the addition of dilute or fungal amylase (enzyme) from Aspergillus to break down the starch into fermentable sugars. Yeast is then added to convert the sugars to ethanol which is then distilled off to obtain ethanol which is upto 96 percent in concentration. The two most common type of biofuels in use today are ethanol and biodiesel, both of them represent the first generation of biofuel technology. Ethanol is often used as a fuel, mainly as a biofuel additive for gasoline"
                  },
                  "Chemicals, enzymes and other bioactive molecules": {
                        "1": "Microbes are not only used for commercial and industrial production of alcohol, but also used for production of chemicals like organic acids and enzymes. Examples of organic acid producers are Aspergillus niger for citric acid, Acetobacter aceti for acetic acid, Rhizopus oryzae for fumaric acid, Clostridium butyricum for butyric acid and Lactobacillusfor lactic acid. Yeast (Saccharomyces cerevisiae) and bacteria are used for commercial production of enzymes. Lipases are used in detergent formulations and are used for removing oily stains from the laundry. Bottled juices are clarified by the use of pectinase,protease and cellulase. Rennet can also be used to separate milk into solid curds for cheese making. Streptokinase produced by the bacterium Streptococcus and genetically engineered Streptococci are used as “clot buster” for removing clots from the blood vessels of patients who have undergone myocardial infarction",
                        "2": "Cyclosporin A, an immunosuppressant used in organ transplantation is produced from the fungus Trichoderma polysporum.It is also used for its anti-inflammatory, anti-fungal and anti-parasitic properties. Statins produced by the yeast Monascus purpureus have been used to lower blood cholesterol levels. It acts by competitively inhibiting the enzyme responsible for the synthesis of cholesterol. Recombinant human insulin has been produced predominantly using E. coli and Saccharomyces cerevisiae for therapeutic use in human."
                  }
            },
            "Microbes in sewage treatment and energy generation": {
                  "introduction": "The main objective of a wastewater treatment process is to reduce organic and inorganic components in wastewater to a level that it no longer supports microbial growth and to eliminate other potentially toxic materials. Microorganisms mainly bacteria and some protozoa play an essential part in the treatment of sewage to make it harmless. Sewage contains pathogenic bacteria. These bacteria must be destroyed in order to prevent the spread of diseases. Sewage treatment is usually performed in the following three stages",
                  "Primary treatment": "Primary treatment involves the physical removal of solid and particulate organic and inorganic materials from the sewage through filtration and sedimentation. Floating debris is removed by sequential filtration. Then the grit (soil and small pebbles) are removed by sedimentation. All solids that settle form the primary sludge and the supernatant forms the effluent. The effluent from the primary settling tank is taken for secondary treatment.",
                  "Secondary treatment or biological treatment": {
                        "1": "The primary effluent is passed into large aeration tanks where it is constantly agitated mechanically and air is pumped into it. This allows vigorous growth of useful aerobic microbes into floc (masses of bacteria associated with fungal filaments to form mesh like structures). While growing, these microbes consume the major part of the organic matter in the effluent. \nThis significantly reduces the BOD (Biochemical oxygen demand or Biological oxygen demand). BOD refers to the amount of the oxygen that would be consumed, if all the organic matter in one litre of water were oxidized by bacteria. The sewage water is treated till the BOD is reduced. The greater the BOD of the waste water more is its polluting potential",
                        "2": "Once the BOD of sewage water is reduced significantly, the effluent is then passed into a settling tank where the bacterial “flocs” are allowed to sediment. This sediment is called activated sludge. A small part of activated sludge is pumped back into the aeration tank to serve as the inoculum. The remaining major part of the sludge is pumped into large tanks called anaerobic sludge digesters. Here, the bacteria which grow anaerobically, digest the bacteria and the fungi in the sludge. During this digestion, bacteria produce a mixture of gases such as methane, hydrogen sulphide and CO2. These gases form biogas and can be used as a source of energy."
                  },
                  "Tertiary treatment": "Tertiary treatment is the final process that improves the quality of the waste water before it is reused, recycled or released into natural water bodies. This treatment removes the remaining inorganic compounds and substances, such as nitrogen and phosphorus. UV is an ideal disinfectant for wastewater since it does not alter the water quality – except for inactivating microorganisms. UV is a chemical free process that can completely replace the existing chlorination system and also inactivates chlorine-resistant microorganisms like Cryptosporidium and Giardia.",
                  "Act enforced by Government to conserve water bodies": {
                        "1": "National river conservation plan (NRCP) was enacted in 1995 to improve the water quality of the rivers, which are the major fresh water resources in our country. This important assignment taken up under the NRCP includes, To capture the raw sewage flowing into the river through open drains and divert them for treatment, Setting up sewage treatment plants for treating the diverted sewage, Construction of low cost sanitation toilets to prevent open defecation on river banks.The ministry for environment, forest and climate change has initiated the Ganga action plan and the Yamuna action plan to save the major rivers of the country",
                        "2": "The Ganga action plan was launched on 14th January 1986. The main objective of the programme is to improve the water quality of River Ganges by interception, diversion and treatment of domestic sewage and to identify grossly polluting units to prevent pollution.The Yamuna Action Plan is a bilateral project between the Government of India and Japan. It was formally launched in April 1993. It was proposed to build large number of sewage treatment plants to discharge treated wastewater into the rivers"
                  },
                  "Microbial fuel cell(MFC)": "A microbial fuel cell is a bio-electrochemical system that drives an electric current by using bacteria and mimicking bacterial interaction found in nature . Microbial fuel cells work by allowing bacteria to oxidize and reduce organic molecules. Bacterial respiration is basically one big redox reaction in which electrons are being moved around. A MFC consists of an anode and a cathode separated by a proton exchange membrane. Microbes at the anode oxidize the organic fuel generating protons which pass through the membrane to the cathode and the electrons pass through the anode to the external circuit to generate current."
            },
            "Microbes in the production of biogas (Gobar gas)": {
                  "introduction": {
                        "1": "Biogas is a mixture of different gases produced by the breakdown of organic matter in the absence of oxygen. Biogas can be produced from raw materials such as agricultural wastes, manure, municipal wastes, plant material, sewage, food waste, etc., Biogas is produced under anaerobic condition, when the organic materials are converted through microbiological reactions into gas and organic fertilizer. Biogas primarily consists of methane (63 percent), along with CO2 and hydrogen. Methane producing bacteria are called methanogens and one such common bacterium is Methanobacterium. Biogas is devoid of smell and burns with a blue flame without smoke. The Methanogens are also present in anaerobic sludge and rumen of cattle. In rumen, these bacteria help in the breakdown of cellulose. The excreta of cattle called dung is commonly called “Gobar”. Gobar gas is generated by the anaerobic decomposition of cattle dung. It consists of methane, CO2 with some hydrogen, nitrogen and other gases in trace amounts.",
                        "2": "In a biogas plant, anaerobic digestion is carried out in an air tight cylindrical tank known as digester . It is made up of concrete bricks and cement or steel. Bio-wastes are collected and slurry of dung is fed into this digester. It has a side opening into which organic materials for digestion are incorporated for microbial activity. Anaerobic digestion is accomplished in three stages: solubilisation,acidogenesis and methanogenisis. The outlet is connected to a pipe to supply biogas. The slurry is drained through another outlet and is used as fertilizer. Biogas is used for cooking and lighting. The technology of biogas production was developed in India mainly due to the efforts of Indian Agricultural Research Institute (IARI) and Khadi and Village Industries Commission (KVIC)"
                  }
            },
            "Microbes as bio control agents and biofertilisers": {
                  "introduction": {
                        "1": "Large scale application of chemical insecticides and pesticides have a deleterious effect on the health of human beings and pollute our environment. Biocontrol is a method of controlling pest by use of microbes such as fungi, bacteria, viruses or by naturally occurring substances derived from plants and animals. The use of a microbes or other biological agents to control a specific pest is called a biopesticide. Biopesticides are used to control insect pests. The lady bird beetle and dragonflies are useful to control aphids and mosquito larvae respectively.Bacillus thuringiensis is a soil dwelling bacterium which is commonly used as a biopesticide and contains a toxin called cry toxin . Scientists have introduced this toxin producing genes into plants and have raised genetically engineered insect resistant plants. e.g. Bt-cotton.",
                        "2": "During sporulation Bacillus thuringiensisproduces crystal proteins called Delta-endotoxin which is encoded by cry genes. Delta-endotoxins have specific activities against the insects of the orders Lepidoptera, Diptera, Coleoptera and Hymenoptera. When the insects ingest the toxin crystals their alkaline digestive tract denatures the insoluble crystals making them soluble. The cry toxin then gets inserted into the gut cell membrance and paralyzes the digestive tract. The insect then stops eating and starves to death. Weedicides are substances, which destroy weeds without harming the useful plants. Bioweedicides are compounds and secondary metabolites derived from microbes such as fungi, bacteria or protozoa. The first bioherbicide developed in 1981 was a Mycoheribicide derived from the fungus Phytophthora palmivora. It controls the growth of strangler vine in citrus crops.",
                        "3": "Trichoderma species are free living fungi that are very common in the root ecosystem. They are effective biocontrol agents for several plant pathogens. Buculoviruses are pathogens that attack insects and other arthropods. The genus Nucleopolyhedrovirus is used as a biocontrol agent. These viruses are species specific and have narrow spectrum insecticidal applications"
                  },
                  "Biofertilisers": {
                        "1": "Biofertilisers are formulation of living microorganisms that enrich the nutrient quality of the soil. They increase physico – chemical properties of soils such as soil structure, texture, water holding capacity, cation exchange capacity and pH by providing several nutrients and sufficient organic matter. The main sources of biofertilisers are bacteria, fungi and cyanobacteria. Rhizobium is a classical example for symbiotic nitrogen fixing bacteria. This bacterium infects the root nodules of leguminous plants and fixes atmospheric nitrogen into organic forms. Azospirillum and Azotobacter are free living bacteria that fix atmospheric nitrogen and enrich the nitrogen content of soil.",
                        "2": "A symbiotic association between a fungus and the roots of the plants is called mycorrhiza. The fungal symbiont in these associations absorbs the phosphorus from soil and transfers to the plant. Plants having such association show other benefits such as resistance to root\u0002borne pathogens, tolerance to salinity, drought, enhances plant growth and developments. For example, many members of the genus Glomus form mycorrhiza. Cyanobacteria(or) blue  green algae (BGA) are prokaryotic free-living organisms which can fix nitrogen. Oscillatoria, Nostoc, Anabaena, Tolypothrix are well known nitrogen fixing cyanobacteria. Their importance is realized in the water logged paddy fields where Cyanobacteria multiply and fix molecular nitrogen. Cyanobacteria secrete growth promoting substances like indole-3-acetic acid, indole-3-butyric acid, naphthalene acetic acid, amino acids, proteins, vitamins which promotes plant growth and production.",
                        "3": "Biofertilisers are commonly used in organic farming methods. Organic farming is a technique, which involves cultivation of plants and rearing of animals in natural ways. This process involves the use of biological materials, avoiding synthetic substances to maintain soil fertility and ecological balance thereby minimizing pollution and wastage.",
                        "4": "Key features of organic farming  Protecting soil quality using organic materials and encouraging biological activity, Indirect provision of crop nutrients using soil microorganisms, Nitrogen fixation in soils using legumes, Weed and pest control based on methods like crop rotation, biological diversity, natural predators, organic manures and suitable chemical, thermal and biological interventions."
                  }
            },
            "Bioremediation": {
                  "introduction": "The use of naturally occurring or genetically engineered microorganisms to reduce or degrade pollutants is called bioremediation. Bioremediation is less expensive and more sustainable than other remediations available. It is grouped into in situ bioremediation (treatment of contaminated soil or water in the site) and ex situ bioremediation (treatment of contaminated soil or water that is removed from the site and treated).",
                  "Microorganisms involved in bioremediation": {
                        "1": "Aerobic microbes degrade the pollutants in the presence of oxygen. They mainly degrade pesticides and hydrocarbons. Pseudomonas putida is a genetically engineered microorganism (GEM). Ananda Mohan Chakrabarty obtained patent for this recombinant bacterial strain. It is multi\u0002plasmid hydrocarbon-degrading bacterium which can digest the hydrocarbons in the oil spills Nitrosomonas europaea is also capable of degrading benzene and a variety of halogenated organic compounds including trichloroethylene and vinyl chloride. Ideonella sakaiensis is currently tried for recycling of PET plastics . These bacteria use PETase and MHETase enzymes to breakdown PET plastic into terephthalic acid and ethylene glycol.",
                        "2": "Anaerobic microbes degrade the pollutants  in the absence of oxygen. Dechloromonas aromatica has the ability to degrade benzene anaerobically and to oxidize toluene and xylene. Phanerochaete chrysosporium an anaerobic fungus exhibits strong potential for bioremediation of pesticides, polyaromatic hydrocarbons, dyes, trinitrotoluene, cyanides, carbon tetrachloride, etc., Dehalococcoides species are responsible for anaerobic bioremediation of toxic trichloroethene to non\u0002toxic ethane. Pestalotiopsis microspora is a species of endophytic fungus capable of breaking down and digesting polyurethane. This makes the fungus a potential candidate for bioremediation projects involving large quantities of plastics."
                  }
            }
      }
}
